Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/altinn.no.csv-en-nn.deduped.tmx
Source language: en
Languages: nn

source: Starting and registering a cooperative (SA)
nn: Starte og registrere eit samvirkeføretak (SA)

source: If others than the general manager, chairperson, proprietor or partner in the accounting /public accountant firm is to sign, they need to be delegated the role «Parallell signering» (parallel signing right).
nn: Skal andre enn dagleg leiar, leiaren for styret, innehavar eller deltakar hos revisor/rekneskapsførar signera, må dei få delegert rolla «Parallell signering»

source: As an employer, you have several obligations towards your employees.
nn: Som arbeidsgjevar har du mange plikter overfor dei tilsette.

source: Shorter working hours may be agreed.
nn: Det er mogleg å avtale kortare arbeidstid.

source: Make sure that the contact details for the NUF are up-to-date in Altinn, so that you can receive an e-mail notification when they become available.
nn: Sørg for at kontaktinformasjonen til NUF'et er oppdatert i Altinn, slik at du kan få e-postvarsel når dette er tilgjengeleg.

source: Under "Arbeidsforhold" you will find an overview of all employees and information regarding the employment.
nn: Under "Arbeidsforhold" ligg ei oversikt over alle tilsette og informasjon om arbeidsforholda.

source: Enterprises with turnover of less than NOK 5 million are generally exempt from the requirement to submit accounting data in SAF-T format.
nn: Verksemder med mindre enn 5 millionar kroner i omsetning er i utgangspunktet unntatte frå kravet om å utlevere rekneskapsdata i SAF-T-format.

source: You will find the feedback (A03) in
nn: Du finn tilbakemelding (A03) i

source: When an employee who is employed temporarily on a general basis (Working Environment Act, Section 14-9 first paragraph (f)) is not granted further employment, a qualifying period of twelve months will commence for you as employer.
nn: Når ein arbeidstakar som er mellombels tilsett på generelt grunnlag (arbeidsmiljølova § 14-9 første ledd bokstav f) ikkje får vidare tilsetjing, startar ein karanteneperiode på tolv månader for deg som arbeidsgjevar.

source: Guarantee liability can also arise with respect to some of the creditors, e.g. if the board members and/or shareholders have personally guaranteed the company's debt.
nn: Det kan også liggje føre garantiansvar overfor enkelte av kreditorane, for eksempel ved at styremedlemar og/eller aksjonærar personleg har kausjonert for gjelda til verksemda.

source: You must report this status even if you do not pay any salary.
nn: Dette rapporterer du sjølv om du ikkje betaler ut lønn.

source: You will find all the details in Chapter 5 of the Bookkeeping Regulation.
nn: I bokføringsforskrifta kapittel 5 finn du alle detaljane.

source: E-guide for choosing legal structure
nn: E-guide for val av organisasjonsform

source: Organisation number for the sub-entity
nn: Organisasjonsnummer for undereininga

source: Founding and registering a general partnership (ANS/DA)
nn: Stifte og registrere ansvarleg selskap (ANS/DA)

source: In the event of the transfer of business, the new owner/operator will normally take over all existing employees with their agreed conditions.
nn: Ved overdraging av verksemd overtek ny eigar/drivar i utgangspunktet alle tilsette med deira avtalte vilkår.

source: If you wish to alter your advance tax, e.g. because of changes in your income, the same form must be used.
nn: Ved ønskje om endring av forskotsskatt, for eksempel på grunn av endringar i inntektene, nyttar ein same skjema.

source: The taxable benefit must still not exceed 75% of the calculated total expenses attributable to upkeep of the vehicle.
nn: Den skattepliktige fordelen skal likevel ikkje overstige 75 prosent av utrekna samla kostnader ved bilhaldet.

source: Self-employed persons must apply to NAV for parental benefit.
nn: Sjølvstendige næringsdrivande må søkje NAV om foreldrepengar.

source: The hiring of staff from manpower companies is permitted to the same extent as temporary appointments, and hired workers are entitled to the same salary as if they were employed by the company.
nn: Innleige frå bemanningsføretak er tillate i same utstrekning som mellombelse tilsetjingar og innleigde arbeidstakarar har rett til lønn som om dei var tilsette i bedrifta.

source: Essential care for disabled child over 18 years of age
nn: Nødvendig omsorg for funksjonshemma barn over 18 år

source: With one-time code from Altinn, you can log in to security level 2.
nn: Med eingongskode frå Altinn kan du logge inn på sikkerheitsnivå 2.

source: It is also possible to deposit the share capital in a foreign bank account; in which case the contribution will be made in foreign currency.
nn: Det er også mogleg å skyte inn aksjekapitalen i ein utanlandsk bankkonto, og då vert innskotet gjort i utanlandsk valuta.

source: Up to 12 months.
nn: Inntil 12 månader.

source: No statutory requirement for salary, but accrual of holiday pay for up to 3 months in each accrual year in connection with obligatory service.
nn: Ikkje lovfesta krav på lønn, men opptening av feriepengar i opptil 3 månader kvart oppteningsår ved pliktig teneste.

source: The foreign A1 form must be sent to NAV.
nn: Utanlandsk A1-skjema skal sendast til NAV.

source: Chapter 8 of the Bookkeeping Regulation gives an overview of additional provisions and special rules for the industries and sectors concerned.
nn: Kapittel 8 i bokføringsforskrifta gjev ei oversikt over tilleggsreglar og særreglar for dei næringane og bransjane det gjeld.

source: Narvik Bil AS is not an ideal name if you want to expand your operations and start selling caravans in Harstad.
nn: Narvik Bil AS er eit dårleg namn dersom du ønskjer å utvide slik at du også sel campingvogner i Harstad.

source: If the tax deduction card of any of your salary recipients changes, you will be notified on e-mail/sms and in your 'message box'.
nn: Dersom nokon av lønsmottakarane dine endrar skattekortet, mottek du e-post/sms og ei melding i innboksen.

source: You do this by submitting the form " Form for sub-entities - activity at multiple addresses".
nn: Dette gjer du ved å bruke "Skjema for undereiningar - aktivitet på fleire adresser".

source: Members (owners) pay tax on what they take out in salary.
nn: Medlemane (eigarar) betalar skatt av det dei tek ut i lønn.

source: Register the company by completing the paper form for registering a private limited company ("Coordinated register notification, Main form") and "Application for a d-number" (one form for each person who requires a d number because they are to have a role in the business).
nn: Registrer aksjeselskapet ved å fylle ut papirskjema for registrering av aksjeselskap (Samordna registermelding – Hovudblankett) og søknad om d-nummer (eit skjema for kvar person som har behov for d-nummer fordi dei skal ha ei rolle i føretaket).

source: (RF-1307) must be completed and submitted to obtain tax deduction cards without using a payroll system.
nn: (RF-1307) skal fyllast ut og sendast inn for å hente skattekort utan å gå via lønssystemet.

source: It is not permitted to give gifts in the form of cash.
nn: Det er ikkje lov å gje gåva i form av kontantar.

source: In the attachment form, you must select a currency from the drop-down menu.
nn: I vedleggsskjemaet må du velje valuta frå nedtrekkslista.

source: This is how you register a sole proprietorship if you have a Norwegian national ID number or D-number
nn: Slik registrerer du eit enkeltpersonføretak dersom du har norsk fødselsnummer eller d-nummer

source: In the case of foreign companies with limited liability (corresponding to a private limited liability company, for example), tax must be calculated at the rate of 22% of the profit in Norway.
nn: For utanlandske selskap med avgrensa ansvar (tilsvarande for eksempel aksjeselskap) skal det reknast 22 prosent skatt av overskotet i Noreg.

source: Both natural and legal persons (e.g. another cooperative or an association) can be founders.
nn: Både fysiske og juridiske personar (eksempelvis eit anna samvirkeføretak eller ei foreining) kan vere stiftarar.

source: If you are the only employee in your own limited liability company and decide to lay yourself off (more than 80 % partial layoff), it is questionable whether the company can do what is required in order to secure future contracts and reduce the need for layoffs.
nn: Dersom du som einaste tilsett i eige aksjeselskap permitterer deg sjølv med ein permitteringsgrad på meir enn 80 prosent, oppstår det fort tvil om selskapet gjer det som kan forventast for å skaffe framtidige arbeidsoppdrag og redusere behovet for permittering.

source: Under the scheme, you as employer must deduct 25 percent tax, including 8.2 percent National Insurance contributions, directly from the worker's salary, so that the tax has been settled in full when the worker receives their salary.
nn: Ordninga inneber at du som arbeidsgjevar trekkjer 25 prosent skatt inkludert 8,2 prosent trygdeavgift direkte av lønna til arbeidstakaren, slik at skatten er ferdig gjord opp når arbeidstakaren får lønna utbetalt.

source: The reconciliation report summarises the information you have submitted in one or more a-meldings.
nn: Avstemmingsrapporten oppsummerer opplysningane du har sendt inn i ei eller fleire a-meldingar.

source: b) the recipient reaches the age of 50, and thereafter every ten years after that
nn: b) mottakaren fyller 50 år og deretter kvart tiande år

source: Organisation number for the main entity
nn: Organisasjonsnummer for hovudeininga

source: deadline 30 April.
nn: Årleg innlevering – frist 30. april.

source: d) the business reaches has been in existence for 25 years or a number of years which is divisible by 25, e.g. 50 years.
nn: d) bedrifta har bestått i 25 år eller i tal år som er deleleg med 25, for eksempel 50 år Andre gåver:

source: Starting and registering a general partnership (ANS/DA)
nn: Starte og registrere ansvarleg selskap (ANS/DA)

source: If you are not familiar with reporting in Altinn,
nn: Dersom du er ukjend med rapportering i Altinn,

source: Who do you make the payment to?
nn: Kven skal du betale til?

source: be 18 years or older (if you are over 15, you can register a sole proprietorship with the permission of your guardian and the County Governor (
nn: ha fylt 18 år (Dersom du er over 15 år kan du registrere enkeltpersonføretak etter løyve frå føresette/verje og Statsforvaltaren (

source: Make sure you have enough equity to finance your business.
nn: Sørg for å ha nok eigenkapital for å få ei sunn finansiering verksemda.

source: You may have a good business idea, which there is a market for, but your life situation may make it difficult to realise the idea at the present time.
nn: Du kan ha ein god idé som det er ein marknad for, men livssituasjonen din kan gjere det vanskeleg å realisere ideen på noverande tidspunkt.

source: (RF-1211) is used when you want to obtain tax deduction cards via/for a payroll system.
nn: (RF-1211) skal nyttast når du skal hente e skattekort via/til eit lønssystem.

source: must be submitted to the Norwegian Tax Administration via Altinn by 31 May.
nn: skal sendast inn til Skatteetaten via Altinn innan 31. mai.

source: In the case of individual assessment, the benefit is calculated based on the actual private use of the vehicle.
nn: Ved individuell fastsetjing vert fordelen rekna av den faktiske private bruken av bilen.

source: In other words, you are shareholder, chairman of the board and general manager of the company.
nn: Det vil seie at du er både aksjonær, styreleiar og dagleg leiar i selskapet.

source: Limited companies, Public limited companies and Norwegian branches of foreign companies (NUF) must include the word "Foretaksregisteret" in connection with the organisation number.
nn: Aksjeselskap, allmennaksjeselskap og norskregistrerte utanlandske føretak som er registrert i Føretaksregisteret (NUF), må ta med ordet "Føretaksregisteret" i tilknyting til organisasjonsnummeret.

source: Changing bank account number for VAT refunds
nn: For å endre kontonummer for refusjon av mva.

source: Private employers can obtain tax deduction cards for up to four employees.
nn: Personlege arbeidsgjevarar kan hente skattekort for opptil fire tilsette.

source: during the first 16 calender days of an employee's illness.
nn: dei første 16 kalenderdagane når arbeidstakaren er sjuk.

source: Make sure that you use the correct code for the elected authentication method.
nn: Sjekk at du brukar riktig kode for vald autetiseringsmetode.

source: Depreciation of the vehicle must be included in the basis for the calculation (the depreciation rate is 17% of the vehicle's list price as new).
nn: Avskrivinga av bilen skal takast med i utrekningsgrunnlaget (avskrivingssatsen er 17 prosent av listeprisen på bilen som ny).

source: The Norwegian Accounting Standards Board (NASB) has prepared a standard which deals with the use of word processing and accounting programmes in bookkeeping (NBS 6).
nn: Norsk Regnskapsstiftelse har utarbeidd ein standard som omhandlar bruk av tekstbehandlings- og rekneskapsprogram i bokføringa (NBS 6).

source: When an employer is obliged to set up an occupational pension scheme, all employees aged 20 or over with a full-time equivalent percentage of 20 or more must be registered as members from their first working day.
nn: Når bedrifta har plikt til å ha tenestepensjonsordning, skal alle arbeidstakarane som har fylt 20 år og har ein stillingsdel på 20 prosent eller meir meldast inn med verknad frå første arbeidsdag.

source: The enterprise has at least one employee who has no ownership interests in the enterprise and whose working hours and salary amount to 75% or more of a full-time position.
nn: Bedrifta har minst ein arbeidstakar utan eigarinteresser i føretaket, som har ei arbeidstid og lønn i føretaket som utgjer 75 prosent eller meir av full stilling.

source: If you represent an organisation, you must have the Altinn role
nn: Dersom du ønskjer å representere ein organisasjon, treng du Altinn-rolla

source: Sales revenues less than NOK 70 million
nn: Salsinntekter er mindre enn 70 millionar kroner

source: The general rule is that all benefits that an employee receives are taxable.
nn: Hovudregelen er at alle fordelar ein arbeidstakar får er skattepliktige.

source: The same applies to shared liability partnerships and limited companies if you are a managing director and also a partner or shareholder in the enterprise, or if the staff only consist of yourself and your spouse/cohabiting partner or children under 16.
nn: Det same gjeld for ansvarlege selskap og aksjeselskap dersom du er dagleg leiar og samstundes deltakar eller aksjonær i føretaket, og at personalet berre består av deg og ektefelle/sambuar eller barn under 16 år.

source: From 01.01.2020 Altinn is part of the Norwegian Digitalisation Agency.
nn: Frå 01.01.2020 er Altinn ein del av Digitaliseringsdirektoratet.

source: 9 hours per day and
nn: 9 timar dagleg og

source: Unlike a private limited company, shares in a public limited company can be sold to a unspecified group of people, to "the general public".
nn: I motsetning til eit aksjeselskap, kan aksjar i eit allmennaksjeselskap seljast til ein ubestemd krets menneske, til "ålmenta".

source: Postbox addresses will not be accepted).
nn: Postboksadresse vert ikkje godteken).

source: Financing a business means obtaining enough capital to set up and run your business.
nn: Å finansiere ei verksemd vil seie å skaffe nok kapital til å starte opp og drive verksemda.

source: NOTE: Foreign employers subject to a reporting obligation concerning contractual and employment circumstances (form RF-1199) should not submit information regarding employment.
nn: MERK: Utanlandske arbeidsgivarar som har rapporteringsplikt om kontrakts- og arbeidsforhold (skjema RF-1199) skal ikkje rapportere arbeidsforhold.

source: What is your contact information used for?
nn: Kva vert kontaktinformasjonen din brukt til?

source: When the application is processed, you will receive the reply in the Altinn inbox.
nn: Når søknadsskjemaet er behandla, får du ei melding i innboksen i Altinn.

source: Reimbursement of telephone and/or internet expenses (ECOM services) for employees who can use these services privately must be reported as a taxable benefit.
nn: Dekning av telefon- og/eller internett-kostnader (EK-tenester) for tilsette som kan bruke dette privat, må rapporterast som ein skattepliktig fordel.

source: Holiday, part-time and shift work
nn: Ferie, deltid og skiftarbeid

source: Form RF-1150 must be completed by persons claiming a reduction in Norwegian tax in order to avoid double taxation on salary earned in connection with work performed abroad.
nn: Skjemaet RF-1150 skal fyllast ut av personar som krev nedsetjing av norsk skatt for å unngå dobbel skattlegging på lønn som er tent opp under arbeidsopphald i utlandet.

source: to search for
nn: for å søke på

source: b) for work in place of one or more other people (temporary cover)
nn: b) for arbeid i staden for ein annan eller andre (vikariat)

source: This service requires logging on at security level 3 or higher (MinID or equivalent).
nn: Du må nytte minimum nivå 3 (MinID) for å komme inn på tenesta.

source: The recipient will normally be the person that the certificate concerns (person or company).
nn: Normalt vil mottakaren vere den som attesten gjeld (person eller selskap).

source: Covered by the employer.
nn: Vert dekt av arbeidsgjevar.

source: , the a-melding is submitted from the system.
nn: integrert, sender du a-meldinga frå systemet.

source: It is important that you determine how much capital you will need in order to finance the start-up phase.
nn: Ei viktig avklaring er å finne ut kor mykje kapital du vil trenge for å finansiere oppstarten.

source: They shall be used for notification pursuant to Section 8, third paragraph, of eForvaltningsforskriften (the eGovernment regulation), in connection with the processing and execution of administrative tasks in general.
nn: Dei skal nyttast til varsling etter eForvaltningsforskriften § 8 tredje ledd, i samband med sakshandsaming og utføring av forvaltingsoppgåver elles.

source: Up to 2 days per year during religious festivals.
nn: Inntil 2 dagar årleg på religiøse høgtidsdagar.

source: You must pay tax in advance.
nn: Du må betale skatt forskotsvis.

source: If your business is registered under municipality number 2312, you must make payments to the International Tax Collection Office. The amount of tax that must be deducted will be stated in
nn: Dersom bedrifta di er registrert med kommunenummer 2312 som skattekontor, skal du betale til Skatteoppkrevjar utland. Kor mykje som skal

source: Send the notification for signing.
nn: Send meldinga til signering.

source: NAV (parental benefit) for 49/59 weeks in connection with birth and 46/56 weeks in connection with adoption.
nn: NAV (foreldrepengar) i 49/59 veker ved fødsel og 46/56 veker ved adopsjon.

source: Deposit the share capital (minimum NOK 30,000) and ask for confirmation of receipt from the bank.
nn: Betal inn aksjekapitalen (minimum 30 000 norske kroner) og be om stadfesting frå banken.

source: Hourly pay and 40 percent overtime supplement for 3 hours (when he works in excess of 9 hours).
nn: Timelønn og 40 % overtidstillegg for 3 timar (då han jobbar ut over 9 timer).

source: Are you unsure of which legal structure to choose?
nn: Er du usikker på kva organisasjonsform du skal velja?

source: Taxpayers who keep annual accounts have to submit Income Statement 2 (RF-1167).
nn: Næringsdrivande som fører årsreknskap må bruke Næringsoppgåve 2 (RF-1167).

source: The income report applies to the following benefits from NAV:• Sickness benefit
nn: Inntektsmeldinga gjeld desse ytingane frå NAV:• Sjukepengar

source: For example, if you register the name Blomsterbuketten AS, others will be able to register Blomsterbuketter AS.
nn: Dersom du registrerer for eksempel Blomsterbuketten AS, vil andre kunne registrere Blomsterbukettar AS.

source: Workers must have at least:
nn: Arbeidstakarar skal ha minst:

source: Private limited companies must have at least one shareholder.
nn: Eit aksjeselskap skal ha minst ein aksjeeigar.

source: The deadline for submitting form RF-1159 is the same as that for the tax return.
nn: Du har den same fristen for å levere RF-1159 som for skattemeldinga.

source: Unlimited liability (The owner will be liable for all debts)
nn: Uavgrensa ansvar (Innehavaren er ansvarleg for all gjeld)

source: Signatory powers and power of procuration can be assigned to one or more people jointly.
nn: Signatur og prokura kan gjevast til ein eller fleire personar i fellesskap.

source: Example of the standard rules in 2021
nn: Eksempel på standardreglane i 2021:

source: - Certificate of tax and value added tax
nn: - Attest for skatt og meirverdiavgift

source: Calculating parental benefit
nn: Utrekning av foreldrepengar

source: All employees must be registered with NAV via the
nn: Alle arbeidstakarar skal registrerast hos NAV via

source: The employer can cover the cost of a meal tax-free up to a value of NOK 200 when the employee works continuously for at least 10 hours.
nn: Arbeidsgjevaren kan skattefritt dekkje eit måltid på inntil kroner 200,- når den tilsette arbeider minst 10 timar samanhengande.

source: Working hours for children and adolescents
nn: Arbeidstid for barn og ungdom

source: There are specific Service Centres for Foreign Workers in Oslo, Stavanger, Bergen, Trondheim and Kirkenes.
nn: I Oslo, Stavanger, Bergen, Trondheim og Kirkenes er det eigne servicesenter for utanlandske arbeidstakarar.

source: Employers can apply for refunds from the National Insurance scheme if they pay the employee full salary during the period of leave.
nn: Arbeidsgjevaren kan søkje om refusjon frå folketrygda dersom han eller ho betalar ut full lønn til arbeidstakar i permisjonstida.

source: What is the purpose of notification addresses?
nn: Kva er føremålet med varslingsadresser?

source: If the company is insolvent, the district court will open bankruptcy proceedings and an administrator will be appointed.
nn: Dersom verksemda er insolvent, opnar tingretten konkurs og oppnemner ein bustyrar.

source: How big is the risk that I am willing to take to start my own business?
nn: Kor stor risiko er eg villig til å ta for å starte for meg sjølv?

source: Employees aged 60 or over are entitled to an extra week.
nn: Arbeidstakarar som har fylt 60 år skal ha ei veke ekstra.

source: , please call Altinn on telephone number 75 00 60 00.
nn: kan du kontakte Altinn på telefonnummer 75 00 60 00.

source: When you submit an a-melding, you will receive feedback giving the account number, KID and to whom you should make the payment.
nn: Når du leverer a-meldinga får du ei tilbakemelding der kontonummer, KID og kven du skal betale til går fram.

source: You must be aged 18 or over in order to be a founder or fulfil another role in a cooperative.
nn: For å vere stiftar eller ha ei anna rolle i eit samvirkeføretak må du ha fylt 18 år.

source: Temporary employment pending applicants with special formal qualifications who are required for the position
nn: mellombels tilsetjing i påvente av søkjarar med særlege formelle kvalifikasjonar som krevst for stillinga

source: When you submit an a-melding, the business will automatically be registered as an employer in NAV's Aa register.
nn: Når du sender inn a-meldinga blir bedrifta automatisk registrert som arbeidsgjevar i Aa-registeret hos NAV.

source: Are you ordering transport of goods on road?
nn: Skal du bestille transport av gods eller varer på vei?

source: What obligations do you have as an employer?
nn: Kva for plikter har du som arbeidsgjevar
